Autodesk.Revit.DB.Mechanical.SystemZoneData.ZoneEquipmentId
The id of the zone equipment related to the zone.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL
Since:
2020.1